<footer class="bg-dark">
    <div class="container">
        <div class="input-group ml-auto">
            <input type="text" class="form-control" placeholder="Поиск">
            <div class="input-group-append">
                <button class="btn btn-primary" type="button">Найти</button>
            </div>
        </div>
        <div class="row">
            <div class="col-3"><!-- Каталог продукции -->
                <!-- Каталог продукции -->
                <a href="ссылка_на_страницу_каталог_продукции" class="custom-link">Каталог продукции</a>

                <!-- Как заказать -->
                <a href="ссылка_на_страницу_как_заказать" class="custom-link">Как заказать</a>

                <!-- Доставка и оплата -->
                <a href="ссылка_на_страницу_доставка_и_оплата" class="custom-link">Доставка и оплата</a>
            </div>
            <div class="col-3"><!-- Проектирование -->
                <!-- Услуги -->
                <a href="ссылка_на_страницу_услуги" class="custom-link">Услуги</a>

                <!-- Проектирование -->
                <a href="ссылка_на_страницу_проектирование" class="custom-link">Проектирование</a>

                <!-- Автоматизация систем торговли -->
                <a href="ссылка_на_страницу_автоматизация" class="custom-link">Автоматизация систем торговли</a>

                <!-- Дизайн интерьера -->
                <a href="ссылка_на_страницу_дизайн_интерьера" class="custom-link">Дизайн интерьера</a>

                <!-- Консалтинг -->
                <a href="ссылка_на_страницу_консалтинг" class="custom-link">Консалтинг</a>

                <!-- Обучение работе на пароконвектомате -->
                <a href="ссылка_на_страницу_обучение_пароконвектомат" class="custom-link">Обучение работе на
                    пароконвектомате</a>

                <!-- Разработка меню и технологических карт -->
                <a href="ссылка_на_страницу_разработка_меню" class="custom-link">Разработка меню и технологических
                    карт</a>

                <!-- Готовые решения -->
                <a href="ссылка_на_страницу_готовые_решения" class="custom-link">Готовые решения</a>

                <!-- Ремонтно-отделочные работы -->
                <a href="ссылка_на_страницу_ремонт_отделка" class="custom-link">Ремонтно-отделочные работы</a>

                <!-- Установка и сервис -->
                <a href="ссылка_на_страницу_установка_сервис" class="custom-link">Установка и сервис</a>

                <!-- Поддержка клиента -->
                <a href="ссылка_на_страницу_поддержка_клиента" class="custom-link">Поддержка клиента</a>

                <!-- Кредит -->
                <a href="ссылка_на_страницу_кредит" class="custom-link">Кредит</a>

                <!-- Комплексное оснащение -->
                <a href="ссылка_на_страницу_комплексное_оснащение" class="custom-link">Комплексное оснащение</a>

                <!-- Металлообработка -->
                <a href="ссылка_на_страницу_металлообработка" class="custom-link">Металлообработка</a>

                <!-- Мастер-классы -->
                <a href="ссылка_на_страницу_мастер_классы" class="custom-link">Мастер-классы</a>

                <!-- Мебель под заказ -->
                <a href="ссылка_на_страницу_мебель_под_заказ" class="custom-link">Мебель под заказ</a>

                <!-- Изготовление нестандартного оборудования -->
                <a href="ссылка_на_страницу_изготовление_оборудования" class="custom-link">Изготовление
                    нестандартного оборудования</a>

            </div>
            <div class="col-3">


                <!-- О компании -->
                <a href="ссылка_на_страницу_о_компании" class="custom-link">О компании</a>

                <!-- Как заказать -->
                <a href="ссылка_на_страницу_как_заказать" class="custom-link">Как заказать</a>

                <!-- Производство -->
                <a href="ссылка_на_страницу_производство" class="custom-link">Производство</a>

                <!-- Наши объекты -->
                <a href="ссылка_на_страницу_наши_объекты" class="custom-link">Наши объекты</a>

                <!-- Оценка условий труда -->
                <a href="ссылка_на_страницу_оценка_условий_труда" class="custom-link">Оценка условий труда</a>

            </div>

            <div class="col-3">
                <!-- Полезная информация -->
                <a href="ссылка_на_страницу_полезная_информация" class="custom-link">Полезная информация</a>

                <!-- Доставка в регионы -->
                <a href="ссылка_на_страницу_доставка_в_регионы" class="custom-link">Доставка в регионы</a>

                <!-- Самовывоз -->
                <a href="ссылка_на_страницу_самовывоз" class="custom-link">Самовывоз</a>

                <!-- Политика конфиденциальности -->
                <a href="ссылка_на_страницу_политика_конфиденциальности" class="custom-link">Политика
                    конфиденциальности</a>

                <!-- Пользовательское соглашение -->
                <a href="ссылка_на_страницу_пользовательское_соглашение" class="custom-link">Пользовательское
                    соглашение</a>

                <!-- Гарантия -->
                <a href="ссылка_на_страницу_гарантия" class="custom-link">Гарантия</a>

            </div>
        </div>
        <div class="row border border-bottom-0 border-end-0 border-start-0">
            <div class="col-2"><img src="Img/logo.svg" alt="" class="img-fluid"></div>
            <div class="col-4" style="color: white;">
                <span>© 2023 Пищевые технологии. Работаем для Вас с 1991года.</span>
                <span>Интернет-магазин оптовой и розничной продажи оборудования, посуды, инвентаря и мебели для баров,
                    кафе, столовых и ресторанов.</span>
            </div>
            <div class="col-5 d-flex flex-row-reverse align-items-center">
                <div class="col-2"><img src="Img/socia_networks1.png" alt=""></div>`
                <div class="col-2"><img src="Img/socia_networks4.png" alt=""></div>
                <div class="col-2"><img src="Img/socia_networks5.png" alt=""></div>
            </div>
            <div class="col-1 d-flex align-items-center">
                <div class="col-12"><img src="Img/performance.png" alt=""></div>
            </div>
        </div>
        <div class="row">
            <span style="color: white;">
                В связи с изменением курса валют, размещенные на сайте предложения о продаже любого вида товара не
                являются публичной офертой. Информацию об актуальной цене товара, его наличии на складе и сроков
                поставки, пожалуйста, уточняйте у менеджера интернет-магазина. Производитель оставляет за собой право
                изменять характеристики товара, его внешний вид и комплектность без предварительного уведомления
                продавца.
            </span>
        </div>
    </div>
</footer>

</body>

</html>